"You have selected elements that are connected to other elements. These elements will also be added to the System."
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId AddingOtherConnectedMembersToSystem { get; }
  Visual Basic
Public Shared ReadOnly Property AddingOtherConnectedMembersToSystem As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ AddingOtherConnectedMembersToSystem {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures SystemsFailures Class
  Autodesk.Revit.DB Namespace